Repository: Asgaros/private-file-area
Catalog: languages/pfa-*.po
Languages: de_de

source: This plugin is to show content only for whom the content is intended.
de_de: Dieses Plugin lässt den Zugang zu Inhalten einschränken.

source: You are not allowed to access this page.
de_de: Du hast nicht die Berechtigung, auf diese Seite zuzugreifen.

source: Your options have been saved.
de_de: Deine Einstellungen wurden gespeichert.

source: General settings:
de_de: Allgemeine Einstellungen:

source: Global Blocked message:
de_de: Globale Blockiert-Nachricht:

source: Use with "the_content" hook:
de_de: Filterung im "the_content" Hook:

source: Use with "the_excerpt" hook:
de_de: Filterung im "the_excerpt" Hook:

source: MetaBox settings:
de_de: MetaBox Einstellungen:

source: List user names:
de_de: Zeige Benutzernamen:

source: Sites with a large number of users should uncheck this option.
de_de: Websites mit einer großen Anzahl an Benutzern sollten diese Option deaktivieren.

source: List user roles:
de_de: Zeige Benutzerrollen:

source: Sites with a large number of user roles should uncheck this option.
de_de: Websites mit einer großen Anzahl an Benutzerrollen sollten diese Option deaktivieren.

source: Save Options
de_de: Speichere Einstellungen

source: Accessibility settings
de_de: Zugangseinstellungen

source: Limit access by User Role:
de_de: Zugang auf Benutzerrolle limitieren:

source: Limit access by User Name:
de_de: Zugang auf Benutzername limitieren:

source: Limit access by login status:
de_de: Zugang auf Loginstatus limitieren:

source: Logged in users only
de_de: Nur eingeloggte Benutzer

source: Non logged in users only
de_de: Nur ausgeloggte Benutzer

source: Content Blocked message:
de_de: Inhalt Blockiert-Nachricht:

source: This message will be shown to anyone who is not on the list above.
de_de: Diese Nachricht wird jedem Benutzer angezeigt, welcher nicht auf der obigen Liste ist.

source: You can use a shortcode
de_de: Du kannst einen Shortcode benutzen

source: which accepts the following parameters:
de_de: welcher die folgenden Parameter akzeptiert:

source: specific user ids form more then one separate by comma
de_de: legt Benutzer IDs fest. Mehrere IDs müssen mit einem Komma getrennt werden.

source: specific user names form more then one separate by comma
de_de: legt Benutzernamen fest. Mehrere Namen müssen mit einem Komma getrennt werden.

source: specific user role form more then one separate by comma
de_de: legt Benutzerrollen fest. Mehrere Benutzerrollen müssen mit einem Komma getrennt werden.

source: specific Content Blocked message
de_de: spezielle Inhalt Blockiert-Nachricht

source: Examples:
de_de: Beispiele:

source: Or in any combination like ...
de_de: Oder in einer Kombination wie:

source: admin content goes here
de_de: Inhalt für Administratoren
